Repository: lenny-osp/Hearsay
Catalog: windows/Hearsay.App/Strings/*/Resources.resw
Source language: en
Languages: de, es, zh_hant

# core_034f07eda746fef8
source: Run `{0}` once in Terminal to log in.
de: Zum Anmelden einmal `{0}` im Terminal ausführen.
es: Ejecuta `{0}` una vez en Terminal para iniciar sesión.
zh_hant: 請在「終端機」中執行一次 `{0}` 以登入。

# core_03f1674c9506882a
source: System audio capture could not start: {0}
de: Systemaudioaufnahme konnte nicht gestartet werden: {0}
es: No se ha podido iniciar la captura del audio del sistema: {0}
zh_hant: 無法開始擷取系統聲音：{0}

# core_045ccdaece699a1d
source: These files could not be restored: {0}.
de: Diese Dateien konnten nicht wiederhergestellt werden: {0}.
es: No se han podido restaurar estos archivos: {0}.
zh_hant: 無法還原這些檔案：{0}。

# core_0943867910df43f4
source: GitHub sent a release description Hearsay could not read.
de: GitHub hat eine Versionsbeschreibung gesendet, die Hearsay nicht lesen kann.
es: GitHub envió una descripción de versión que Hearsay no puede leer.
zh_hant: GitHub 傳回的版本資訊 Hearsay 無法讀取。

# core_0a41e9a0d487c066
source: Error: The SRT contains no transcript content to summarize.
de: Fehler: Die SRT-Datei enthält keinen Transkriptinhalt zum Zusammenfassen.
es: Error: El SRT no contiene ninguna transcripción que resumir.
zh_hant: 錯誤：SRT 中沒有可摘要的逐字稿內容。

# core_0b2cff3f519dd939
source: `agy models` failed (exit code {0}). {1}
de: `agy models` fehlgeschlagen (Exit-Code {0}). {1}
es: `agy models` ha fallado (código de salida {0}). {1}
zh_hant: `agy models` 執行失敗（結束代碼 {0}）。{1}

# core_0b4075de58f4c903
source: GitHub answered the update check with HTTP status {0}.
de: GitHub hat die Update-Anfrage mit dem HTTP-Status {0} beantwortet.
es: GitHub respondió a la búsqueda de actualizaciones con el estado HTTP {0}.
zh_hant: GitHub 回應更新檢查的 HTTP 狀態碼為 {0}。

# core_0da704f23fefb2d6
source: Menu bar only
de: Nur Menüleiste
es: Solo en la barra de menús
zh_hant: 僅選單列

# core_0dd99124d46d5ba1
source: Parsing Error: {0}
de: Analysefehler: {0}
es: Error de análisis: {0}
zh_hant: 解析錯誤：{0}

# core_0ec0285def790dac
source: Audio capture failed: {0}
de: Audioaufnahme fehlgeschlagen: {0}
es: Error en la captura de audio: {0}
zh_hant: 音訊擷取失敗：{0}

# core_14d8e0ec35c259c3
source: This sounds like {0}. Transcribe again in {1}?
de: Das klingt nach {0}. Erneut auf {1} transkribieren?
es: Esto suena a {0}. ¿Volver a transcribir en {1}?
zh_hant: 這聽起來像是 {0}。要以 {1} 重新轉錄嗎？

# core_19a7acf1a07e04e7
source: Hearsay cannot write to the folder {0}. Move Hearsay to the Applications folder or another folder you can write to, open it from there, then check for updates again.
de: Hearsay kann nicht in den Ordner {0} schreiben. Hearsay in den Ordner „Programme“ oder einen anderen beschreibbaren Ordner bewegen, dort öffnen und dann erneut nach Updates suchen.
es: Hearsay no puede escribir en la carpeta {0}. Traslada Hearsay a la carpeta Aplicaciones u otra carpeta en la que puedas escribir, ábrelo desde allí y vuelve a buscar actualizaciones.
zh_hant: Hearsay 無法寫入資料夾 {0}。請將 Hearsay 移到「應用程式」資料夾或其他可寫入的資料夾，從那裡打開後再檢查更新。

# core_201b4a6d7e27abfd
source: General meeting
de: Allgemeine Besprechung
es: Reunión general
zh_hant: 一般會議

# core_20eac5aae274985f
source: Space
de: Leertaste
es: Espacio
zh_hant: 空白鍵

# core_21708624965c6fa4
source: Logged in; {0} models available
de: Angemeldet; {0} Modelle verfügbar
es: Sesión iniciada; {0} modelos disponibles
zh_hant: 已登入；有 {0} 個可用模型

# core_22720743ff53e26e
source: AI output is not valid JSON: {0}
de: Die KI-Ausgabe ist kein gültiges JSON: {0}
es: La salida de la IA no es JSON válido: {0}
zh_hant: AI 輸出不是有效的 JSON：{0}

# core_242a25c45dce58ca
source: Codex CLI (ChatGPT subscription)
de: Codex CLI (ChatGPT-Abonnement)
es: Codex CLI (suscripción a ChatGPT)
zh_hant: Codex CLI（ChatGPT 訂閱）

# core_24baca64d39fbb8b
source: Unable to rename {0} to {1}: {2}.
de: {0} konnte nicht in {1} umbenannt werden: {2}.
es: No se ha podido renombrar {0} como {1}: {2}.
zh_hant: 無法將 {0} 重新命名為 {1}：{2}。

# core_2c96cdb7b2454225
source: Logged in via {0}
de: Angemeldet über {0}
es: Sesión iniciada mediante {0}
zh_hant: 已透過 {0} 登入

# core_2d1342eaa70659fa
source: Cannot reach {0}. Check the base URL in Settings > AI and your network connection.
de: {0} ist nicht erreichbar. Basis-URL unter Einstellungen > KI und Netzwerkverbindung prüfen.
es: No se puede conectar con {0}. Comprueba la URL base en Ajustes > IA y tu conexión de red.
zh_hant: 無法連線至 {0}。請檢查「設定 > AI」中的基本 URL 以及你的網路連線。

# core_2e6359b3377b8f23
source: The current notes are unchanged.
de: Die aktuellen Notizen bleiben unverändert.
es: Las notas actuales no cambian.
zh_hant: 目前的筆記維持不變。

# core_2f2676b5cf7ce649
source: The server refused to resume {0}.
de: Der Server hat das Fortsetzen von {0} abgelehnt.
es: El servidor ha rechazado reanudar {0}.
zh_hant: 伺服器拒絕繼續下載 {0}。

# core_3089d4959b8024a4
source: Not a readable WAV file: {0}
de: Keine lesbare WAV-Datei: {0}
es: No es un archivo WAV legible: {0}
zh_hant: 不是可讀取的 WAV 檔案：{0}

# core_36d7e3cfe5134a41
source: No audio from {0}. Nothing arrived within {1} seconds, so the recording was stopped. Check that the device is connected and not muted, or choose another input.
de: Kein Audio von {0}. Innerhalb von {1} Sekunden kam nichts an, daher wurde die Aufnahme gestoppt. Prüfen, ob das Gerät verbunden und nicht stummgeschaltet ist, oder einen anderen Eingang wählen.
es: No llega audio de {0}. No ha llegado nada en {1} segundos, así que se ha detenido la grabación. Comprueba que el dispositivo esté conectado y no silenciado, o elige otra entrada.
zh_hant: {0} 沒有音訊。{1} 秒內未收到任何聲音，因此已停止錄音。請確認裝置已連接且未靜音，或選擇其他輸入裝置。

# core_398593417510dffc
source: Run `copilot` once in Terminal to log in.
de: Zum Anmelden einmal `copilot` im Terminal ausführen.
es: Ejecuta `copilot` una vez en Terminal para iniciar sesión.
zh_hant: 請在「終端機」中執行一次 `copilot` 以登入。

# core_3f740aed40efb351
source: {0} could not be started: {1}
de: {0} konnte nicht gestartet werden: {1}
es: No se ha podido iniciar {0}: {1}
zh_hant: 無法啟動 {0}：{1}

# core_4457eef72f0508f5
source: {0} not found. Install it with `{1}` or set the path in Settings > AI.
de: {0} nicht gefunden. Mit `{1}` installieren oder den Pfad unter Einstellungen > KI festlegen.
es: No se encuentra {0}. Instálalo con `{1}` o define la ruta en Ajustes > IA.
zh_hant: 找不到 {0}。請使用 `{1}` 安裝，或在「設定 > AI」中設定路徑。

# core_49333dc4d71361b9
source: {0} is not logged in. Run `{1}` once in Terminal to log in with your Google account.
de: {0} ist nicht angemeldet. Zum Anmelden mit dem Google-Konto einmal `{1}` im Terminal ausführen.
es: {0} no ha iniciado sesión. Ejecuta `{1}` una vez en Terminal para iniciar sesión con tu cuenta de Google.
zh_hant: {0} 尚未登入。請在「終端機」中執行一次 `{1}`，以你的 Google 帳號登入。

# core_494ca78f7374e46f
source: Custom
de: Benutzerdefiniert
es: Personalizado
zh_hant: 自訂

# core_49794d4b90d4484e
source: {0} (detected from the text)
de: {0} (aus dem Text erkannt)
es: {0} (detectado en el texto)
zh_hant: {0}（根據文字偵測）

# core_4a31c28d322f5525
source: The login status check did not answer.
de: Die Prüfung des Anmeldestatus hat nicht geantwortet.
es: La comprobación del estado de inicio de sesión no ha respondido.
zh_hant: 登入狀態檢查沒有回應。

# core_4dfdeae5e3fa562e
source: {0} did not answer within {1} minutes and was stopped.
de: {0} hat nicht innerhalb von {1} Minuten geantwortet und wurde gestoppt.
es: {0} no ha respondido en {1} minutos y se ha detenido.
zh_hant: {0} 未在 {1} 分鐘內回應，已被停止。

# core_4fe69749564d98ca
source: Claude Code CLI (Claude subscription)
de: Claude Code CLI (Claude-Abonnement)
es: Claude Code CLI (suscripción a Claude)
zh_hant: Claude Code CLI（Claude 訂閱）

# core_4fee7387354cbfe1
source: Keychain error: {0}
de: Schlüsselbundfehler: {0}
es: Error del llavero: {0}
zh_hant: 鑰匙圈錯誤：{0}

# core_55a8cd82396221f6
source: Logged in
de: Angemeldet
es: Sesión iniciada
zh_hant: 已登入

# core_56c2944fb054b4f5
source: The {0} preset does not use a command-line tool.
de: Die Voreinstellung {0} verwendet kein Befehlszeilenprogramm.
es: El preajuste {0} no usa ninguna herramienta de línea de comandos.
zh_hant: 「{0}」預設集不使用命令列工具。

# core_56c43b8933469223
source: (none set)
de: (nicht festgelegt)
es: (ninguno)
zh_hant: （未設定）

# core_58906ad575c435e6
source: Downloading {0} failed with HTTP status {1}.
de: Laden von {0} fehlgeschlagen (HTTP-Status {1}).
es: La descarga de {0} ha fallado con el estado HTTP {1}.
zh_hant: 下載 {0} 失敗，HTTP 狀態碼 {1}。

# core_5abacd15c14116a2
source: Key {0}
de: Taste {0}
es: Tecla {0}
zh_hant: 按鍵 {0}

# core_5cbfb99494e1f8c7
source: System audio capture stopped: {0}
de: Systemaudioaufnahme wurde beendet: {0}
es: Se ha detenido la captura del audio del sistema: {0}
zh_hant: 系統聲音擷取已停止：{0}

# core_6584177c1ae50a09
source: {0} is not available for recording. Reconnect it or choose another input.
de: {0} ist für die Aufnahme nicht verfügbar. Gerät erneut verbinden oder einen anderen Eingang wählen.
es: {0} no está disponible para grabar. Vuelve a conectarlo o elige otra entrada.
zh_hant: {0} 無法用於錄音。請重新連接，或選擇其他輸入裝置。

# core_672c8afac01590ff
source: Could not select {0} (CoreAudio error {1}).
de: {0} konnte nicht ausgewählt werden (CoreAudio-Fehler {1}).
es: No se ha podido seleccionar {0} (error de CoreAudio {1}).
zh_hant: 無法選取 {0}（CoreAudio 錯誤 {1}）。

# core_6a0df15c2fcf5682
source: Couldn't tell the language, so this was transcribed in {0} (your Auto mode default language).
de: Die Sprache war nicht erkennbar, daher wurde auf {0} transkribiert (Standardsprache für Automatisch).
es: No se ha podido reconocer el idioma, así que se ha transcrito en {0} (tu idioma predeterminado para Automático).
zh_hant: 無法判斷語言，因此以 {0}（你的自動模式預設語言）轉錄。

# core_6c171ad750d18f4f
source: {0} returned empty output.
de: {0} hat eine leere Ausgabe geliefert.
es: {0} ha devuelto una salida vacía.
zh_hant: {0} 傳回了空白輸出。

# core_729e3ee7de46c1f9
source: All files keep their original names.
de: Alle Dateien behalten ihre ursprünglichen Namen.
es: Todos los archivos mantienen sus nombres originales.
zh_hant: 所有檔案都保留原始名稱。

# core_777baf4ba5861d1d
source: API HTTP Error {0}: {1}
de: API-HTTP-Fehler {0}: {1}
es: Error HTTP de la API {0}: {1}
zh_hant: API HTTP 錯誤 {0}：{1}

# core_7878c80f2f4259e6
source: Not logged in. {0}
de: Nicht angemeldet. {0}
es: Sesión no iniciada. {0}
zh_hant: 尚未登入。{0}

# core_794ff43eae0105ef
source: Logged in; 1 model available
de: Angemeldet; 1 Modell verfügbar
es: Sesión iniciada; 1 modelo disponible
zh_hant: 已登入；有 1 個可用模型

# core_7a8fda9dc8df0f50
source: Unable to write meeting notes ({0}): {1}.
de: Besprechungsnotizen konnten nicht geschrieben werden ({0}): {1}.
es: No se han podido escribir las notas de la reunión ({0}): {1}.
zh_hant: 無法寫入會議筆記（{0}）：{1}。

# core_7bdbf4b454bf26b8
source: AI output must be a JSON object.
de: Die KI-Ausgabe muss ein JSON-Objekt sein.
es: La salida de la IA debe ser un objeto JSON.
zh_hant: AI 輸出必須是 JSON 物件。

# core_80a75763bc659b99
source: GitHub Copilot CLI call failed (exit code {0}). Check the Copilot login status and model configuration.
de: Aufruf der GitHub Copilot CLI fehlgeschlagen (Exit-Code {0}). Copilot-Anmeldestatus und Modellkonfiguration prüfen.
es: Error en la llamada a GitHub Copilot CLI (código de salida {0}). Comprueba el estado de inicio de sesión de Copilot y la configuración del modelo.
zh_hant: GitHub Copilot CLI 呼叫失敗（結束代碼 {0}）。請檢查 Copilot 登入狀態與模型設定。

# core_81929a4523ecb5bd
source: Could not set up the {0} project in {1}: {2}
de: Das Projekt {0} konnte in {1} nicht eingerichtet werden: {2}
es: No se ha podido configurar el proyecto {0} en {1}: {2}
zh_hant: 無法在 {1} 中設定 {0} 專案：{2}

# core_830ec0edccd3b8ae
source: {0} (your Auto mode default language; this transcript's language was not recorded)
de: {0} (Standardsprache für Automatisch; die Sprache dieses Transkripts wurde nicht gespeichert)
es: {0} (tu idioma predeterminado para Automático; no se ha registrado el idioma de esta transcripción)
zh_hant: {0}（你的自動模式預設語言；未記錄此逐字稿的語言）

# core_8386c97e0d2906b0
source: ({0} plan)
de: ({0}-Tarif)
es: (plan {0})
zh_hant: （{0} 方案）

# core_8401a749f7e0a1eb
source: No API token is set for this provider. Add one in Settings > AI.
de: Für diesen Anbieter ist kein API-Token festgelegt. Unter Einstellungen > KI eines hinzufügen.
es: No hay ningún token de API configurado para este proveedor. Añade uno en Ajustes > IA.
zh_hant: 此提供者尚未設定 API 權杖。請在「設定 > AI」中加入。

# core_84df1080be7e7e0c
source: {0} is not logged in. Run `{1}` once in Terminal to log in.
de: {0} ist nicht angemeldet. Zum Anmelden einmal `{1}` im Terminal ausführen.
es: {0} no ha iniciado sesión. Ejecuta `{1}` una vez en Terminal para iniciar sesión.
zh_hant: {0} 尚未登入。請在「終端機」中執行一次 `{1}` 以登入。

# core_852753d7fcb20bc8
source: The server did not return an HTTP response.
de: Der Server hat keine HTTP-Antwort zurückgegeben.
es: El servidor no ha devuelto una respuesta HTTP.
zh_hant: 伺服器沒有傳回 HTTP 回應。

# core_899dbd019eff6669
source: AI output did not contain a usable filename.
de: Die KI-Ausgabe enthielt keinen verwendbaren Dateinamen.
es: La salida de la IA no contenía un nombre de archivo válido.
zh_hant: AI 輸出中沒有可用的檔名。

# core_8aaa813570a47edf
source: AI output did not contain a usable structured transcript.
de: Die KI-Ausgabe enthielt kein verwendbares strukturiertes Transkript.
es: La salida de la IA no contenía una transcripción estructurada válida.
zh_hant: AI 輸出中沒有可用的結構化逐字稿。

# core_96d9dba5a9ca7c06
source: The input device changed or was disconnected, so recording stopped.
de: Das Eingabegerät wurde gewechselt oder getrennt, daher wurde die Aufnahme gestoppt.
es: El dispositivo de entrada ha cambiado o se ha desconectado, así que se ha detenido la grabación.
zh_hant: 輸入裝置已變更或中斷連線，因此已停止錄音。

# core_9ad08517be8dcfe1
source: No token
de: Kein Token
es: Sin token
zh_hant: 不使用權杖

# core_9c4e3832ba402dc3
source: The built-in model list could not be read: {0}
de: Die integrierte Modellliste konnte nicht gelesen werden: {0}
es: No se ha podido leer la lista de modelos integrada: {0}
zh_hant: 無法讀取內建模型列表：{0}

# core_a6d538941b47a925
source: API HTTP Error {0}: The response body is empty.
de: API-HTTP-Fehler {0}: Der Antworttext ist leer.
es: Error HTTP de la API {0}: el cuerpo de la respuesta está vacío.
zh_hant: API HTTP 錯誤 {0}：回應內容為空白。

# core_ab0cb1db688c0a9c
source: {0} (your language choice; this transcript's language was not recorded)
de: {0} (gewählte Sprache; die Sprache dieses Transkripts wurde nicht gespeichert)
es: {0} (tu elección de idioma; no se ha registrado el idioma de esta transcripción)
zh_hant: {0}（你的語言選擇；未記錄此逐字稿的語言）

# core_ac80207250b8926c
source: {0} is not logged in. Run `{1}` once in Terminal to log in with your ChatGPT account.
de: {0} ist nicht angemeldet. Zum Anmelden mit dem ChatGPT-Konto einmal `{1}` im Terminal ausführen.
es: {0} no ha iniciado sesión. Ejecuta `{1}` una vez en Terminal para iniciar sesión con tu cuenta de ChatGPT.
zh_hant: {0} 尚未登入。請在「終端機」中執行一次 `{1}`，以你的 ChatGPT 帳號登入。

# core_b0bd79ef037fb921
source: Parsing Error: API response did not contain usable message content.
de: Analysefehler: Die API-Antwort enthielt keinen verwendbaren Nachrichteninhalt.
es: Error de análisis: la respuesta de la API no contenía contenido de mensaje válido.
zh_hant: 解析錯誤：API 回應中沒有可用的訊息內容。

# core_b6052e7fb3b61bae
source: Could not reach GitHub. Check your internet connection and try again.
de: GitHub ist nicht erreichbar. Internetverbindung prüfen und erneut versuchen.
es: No se ha podido conectar con GitHub. Comprueba la conexión a Internet e inténtalo de nuevo.
zh_hant: 無法連線至 GitHub。請檢查網際網路連線後再試一次。

# core_b9d0fd057fff3445
source: AI output did not contain usable Markdown notes.
de: Die KI-Ausgabe enthielt keine verwendbaren Markdown-Notizen.
es: La salida de la IA no contenía notas en Markdown válidas.
zh_hant: AI 輸出中沒有可用的 Markdown 筆記。

# core_bbe7d102501fd613
source: Hearsay has no microphone access. Allow it in System Settings > Privacy & Security > Microphone.
de: Hearsay hat keinen Zugriff auf das Mikrofon. Unter Systemeinstellungen > Datenschutz & Sicherheit > Mikrofon erlauben.
es: Hearsay no tiene acceso al micrófono. Permítelo en Ajustes del Sistema > Privacidad y seguridad > Micrófono.
zh_hant: Hearsay 沒有麥克風取用權限。請在「系統設定 > 隱私權與安全性 > 麥克風」中允許。

# core_bbec2e9464bc75ba
source: API call failed: A network connection or HTTP client error occurred. {0}
de: API-Aufruf fehlgeschlagen: Ein Netzwerkverbindungs- oder HTTP-Client-Fehler ist aufgetreten. {0}
es: Error en la llamada a la API: se ha producido un error de conexión de red o del cliente HTTP. {0}
zh_hant: API 呼叫失敗：發生網路連線或 HTTP 用戶端錯誤。{0}

# core_bfec16efde3a2888
source: macOS is running Hearsay from a temporary location. Move Hearsay to the Applications folder, open it from there, then check for updates again.
de: macOS führt Hearsay von einem temporären Ort aus. Hearsay in den Ordner „Programme“ bewegen, dort öffnen und dann erneut nach Updates suchen.
es: macOS está ejecutando Hearsay desde una ubicación temporal. Traslada Hearsay a la carpeta Aplicaciones, ábrelo desde allí y vuelve a buscar actualizaciones.
zh_hant: macOS 正從暫時位置執行 Hearsay。請將 Hearsay 移到「應用程式」資料夾，從那裡打開後再檢查更新。

# core_c0eba39ea3145ac7
source: CLI default
de: CLI-Standard
es: Predeterminado de la CLI
zh_hant: CLI 預設值

# core_c2ff4104061dec99
source: The API URL is not a valid http or https address. Check it in Settings > AI.
de: Die API-URL ist keine gültige http- oder https-Adresse. Unter Einstellungen > KI prüfen.
es: La URL de la API no es una dirección http o https válida. Compruébala en Ajustes > IA.
zh_hant: API URL 不是有效的 http 或 https 位址。請在「設定 > AI」中檢查。

# core_c5c32416e2030a3f
source: Hearsay is running from the disk image. Drag Hearsay to the Applications folder, open it from there, then check for updates again.
de: Hearsay wird vom Image ausgeführt. Hearsay in den Ordner „Programme“ ziehen, dort öffnen und dann erneut nach Updates suchen.
es: Hearsay se está ejecutando desde la imagen de disco. Arrastra Hearsay a la carpeta Aplicaciones, ábrelo desde allí y vuelve a buscar actualizaciones.
zh_hant: Hearsay 正從磁碟映像檔執行。請將 Hearsay 拖到「應用程式」資料夾，從那裡打開後再檢查更新。

# core_c61b14606434e7f0
source: Audio conversion failed: {0}
de: Audiokonvertierung fehlgeschlagen: {0}
es: Error en la conversión de audio: {0}
zh_hant: 音訊轉換失敗：{0}

# core_c6d2a90066bdbca8
source: The transcript, recording and any earlier notes keep their original names.
de: Transkript, Aufnahme und frühere Notizen behalten ihre ursprünglichen Namen.
es: La transcripción, la grabación y las notas anteriores mantienen sus nombres originales.
zh_hant: 逐字稿、錄音及先前的筆記都保留原始名稱。

# core_c85142cf9d9693c7
source: When no recording is running
de: Wenn keine Aufnahme läuft
es: Cuando no haya ninguna grabación
zh_hant: 等沒有錄音時再做

# core_c8630c95316555e9
source: Notes will be written in {0}.
de: Die Notizen werden auf {0} verfasst.
es: Las notas se escribirán en {0}.
zh_hant: 筆記將以 {0} 撰寫。

# core_c9d7b583086f5a7f
source: {0} is {1} bytes but the server announced {2}. The file was discarded; try again.
de: {0} ist {1} Byte groß, der Server hat aber {2} angekündigt. Die Datei wurde verworfen. Bitte erneut versuchen.
es: {0} ocupa {1} bytes, pero el servidor anunció {2}. Se ha descartado el archivo; inténtalo de nuevo.
zh_hant: {0} 為 {1} 位元組，但伺服器宣告為 {2}。檔案已捨棄，請再試一次。

# core_ca4719780461a336
source: No display is available to capture system audio from.
de: Kein Display verfügbar, von dem Systemaudio aufgenommen werden kann.
es: No hay ninguna pantalla disponible para capturar el audio del sistema.
zh_hant: 沒有可用來擷取系統聲音的顯示器。

# core_cb78ee3f57a80c04
source: The server sent an unexpected response for {0}.
de: Der Server hat eine unerwartete Antwort für {0} gesendet.
es: El servidor ha enviado una respuesta inesperada para {0}.
zh_hant: 伺服器對 {0} 傳回了非預期的回應。

# core_cd1d6ec87035b1cd
source: No releases have been published yet.
de: Es wurde noch keine Version veröffentlicht.
es: Todavía no se ha publicado ninguna versión.
zh_hant: 尚未發佈任何版本。

# core_cdb8698241ae4019
source: Parsing Error: The API response is not valid JSON: {0}
de: Analysefehler: Die API-Antwort ist kein gültiges JSON: {0}
es: Error de análisis: la respuesta de la API no es JSON válido: {0}
zh_hant: 解析錯誤：API 回應不是有效的 JSON：{0}

# core_d04b994949d9252e
source: Transcript language: {0}
de: Transkriptsprache: {0}
es: Idioma de la transcripción: {0}
zh_hant: 逐字稿語言：{0}

# core_d2c76b0e4449cd61
source: This copy of Hearsay is not an app bundle, so it cannot update itself. Download the new version from the release page.
de: Diese Kopie von Hearsay ist kein App-Bundle und kann sich nicht selbst aktualisieren. Die neue Version von der Releaseseite laden.
es: Esta copia de Hearsay no es un paquete de app, por lo que no puede actualizarse sola. Descarga la nueva versión desde la página de la versión.
zh_hant: 這份 Hearsay 不是 App 套件，無法自行更新。請從版本頁面下載新版本。

# core_d542c7c4db6d2699
source: Hearsay has no system audio access. Allow it in System Settings > Privacy & Security > Screen & System Audio Recording, then start a new recording.
de: Hearsay hat keinen Zugriff auf Systemaudio. Unter Systemeinstellungen > Datenschutz & Sicherheit > Bildschirm- & Systemaudioaufnahme erlauben und dann eine neue Aufnahme starten.
es: Hearsay no tiene acceso al audio del sistema. Permítelo en Ajustes del Sistema > Privacidad y seguridad > Grabación de pantalla y audio del sistema y, a continuación, inicia una nueva grabación.
zh_hant: Hearsay 沒有系統聲音取用權限。請在「系統設定 > 隱私權與安全性 > 螢幕與系統錄音」中允許，然後開始新的錄音。

# core_d95e582a60bb7835
source: Right away (in the background)
de: Sofort (im Hintergrund)
es: De inmediato (en segundo plano)
zh_hant: 立即（背景）

# core_d9e5b3fc43a43c1d
source: When I start them
de: Wenn ich sie starte
es: Cuando yo las inicie
zh_hant: 等我手動開始時再做

# core_daa0fbaaaaa9241d
source: Menu bar and Dock
de: Menüleiste und Dock
es: Barra de menús y Dock
zh_hant: 選單列與 Dock

# core_de149bcf44755015
source: {0} is not logged in. Run `{1}` once in Terminal to log in with your Claude subscription.
de: {0} ist nicht angemeldet. Zum Anmelden mit dem Claude-Abonnement einmal `{1}` im Terminal ausführen.
es: {0} no ha iniciado sesión. Ejecuta `{1}` una vez en Terminal para iniciar sesión con tu suscripción a Claude.
zh_hant: {0} 尚未登入。請在「終端機」中執行一次 `{1}`，以你的 Claude 訂閱登入。

# core_df0dba2608e62b74
source: GitHub Copilot CLI call failed. Check the Copilot login status and model configuration: {0}
de: Aufruf der GitHub Copilot CLI fehlgeschlagen. Copilot-Anmeldestatus und Modellkonfiguration prüfen: {0}
es: Error en la llamada a GitHub Copilot CLI. Comprueba el estado de inicio de sesión de Copilot y la configuración del modelo: {0}
zh_hant: GitHub Copilot CLI 呼叫失敗。請檢查 Copilot 登入狀態與模型設定：{0}

# core_f0aeaa83d0b0b4e9
source: Dock only
de: Nur Dock
es: Solo en el Dock
zh_hant: 僅 Dock

# core_f61d8eff79c3da82
source: The WAV file is already closed.
de: Die WAV-Datei ist bereits geschlossen.
es: El archivo WAV ya está cerrado.
zh_hant: WAV 檔案已關閉。

# core_fa1824e3c5517a29
source: {0} call failed (exit code {1}). Check the model and reasoning effort in Settings > AI.
de: Aufruf von {0} fehlgeschlagen (Exit-Code {1}). Modell und Denkaufwand unter Einstellungen > KI prüfen.
es: Error en la llamada a {0} (código de salida {1}). Comprueba el modelo y el esfuerzo de razonamiento en Ajustes > IA.
zh_hant: {0} 呼叫失敗（結束代碼 {1}）。請在「設定 > AI」中檢查模型與推理強度。

# core_fa2cfd1000ac017a
source: No input device is available.
de: Kein Eingabegerät verfügbar.
es: No hay ningún dispositivo de entrada disponible.
zh_hant: 沒有可用的輸入裝置。

# core_ff261eaa541da053
source: The meeting name contains no usable characters. Use English letters or digits.
de: Der Besprechungsname enthält keine verwendbaren Zeichen. Englische Buchstaben oder Ziffern verwenden.
es: El nombre de la reunión no contiene caracteres válidos. Usa letras o dígitos del alfabeto inglés.
zh_hant: 會議名稱中沒有可用的字元。請使用英文字母或數字。
